Repository: wdqpstws68-sketch/new-2
Catalog: PixelColoringGame/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: September Archive
ja: 9月のアーカイブ

source: September Daily
ja: 9月のデイリー

# settings.sound.bgm
source: Music
ja: BGM

# settings.sound.done
source: Done
ja: 完了

# settings.sound.open
source: Sound Settings
ja: サウンド設定

# settings.sound.sfx
source: Sound Effects
ja: 効果音

# settings.sound.title
source: Sound
ja: サウンド

source: Shaved Ice
ja: かき氷

source: Shaved Ice Bear
ja: かき氷くま

source: Shell Bracelet
ja: 貝殻のブレスレット

source: Shooting Star
ja: 流れ星

source: Skeleton Key
ja: がいこつのカギ

source: Sky Whale
ja: 空のくじら

source: Sled
ja: そり

source: Sled Bell
ja: そりのすず

source: Snail Leaf
ja: かたつむりの葉

source: Snow bells, gift ribbons, and bright holiday glow.
ja: 雪のすず、ギフトのリボン、まばゆい年末のかがやき。

source: Snow Bunny
ja: 雪うさぎ

source: Snow Globe
ja: スノードーム

source: Snow Lantern
ja: 雪のとうろう

source: Snow Rabbit
ja: 雪うさぎ

source: Snowdrop Bloom
ja: スノードロップの花

source: Snowflake Lantern
ja: 雪の結晶ランタン

source: Snowman
ja: 雪だるま

source: Snowy keepsakes, lucky charms, and warm winter starts.
ja: 雪の思い出と縁起物、あたたかな冬のはじまり。

source: Songbird
ja: うた鳥

source: Soup Pot
ja: スープなべ

source: Spell Book
ja: 魔法の本

source: Spider Teacup
ja: クモのティーカップ

source: Spring Puddle
ja: 春の水たまり

source: Spring Song
ja: 春のしらべ

source: Spring Teapot
ja: 春のティーポット

source: Sprout Boots
ja: 若芽ブーツ

source: Sprout Mug
ja: 若芽のマグ

source: Squirrel Nut
ja: リスのどんぐり

source: Squirrel Scarf
ja: リスのマフラー

source: Star Bookmark
ja: 星のしおり

source: Star Cloak
ja: 星のマント

source: Star Cookie
ja: 星のクッキー

source: Star Lantern
ja: 星のランタン

source: Star Topper
ja: 星のトッパー

source: Stargazing Tent
ja: 星見テント

source: Starlight Bow
ja: 星明かりのリボン

source: Stars, festival lights, and sparkling summer nights.
ja: 星、祭りのあかり、きらめく夏の夜。

source: Stocking
ja: 靴下

source: Straw Hat
ja: 麦わら帽子

source: Strawberry Bonbon
ja: いちごボンボン

source: Strawberry Sandwich
ja: いちごサンド

source: Striped Blanket
ja: ストライプブランケット

source: Striped Kite
ja: ストライプのたこ

source: Study Cat
ja: 勉強ねこ

source: Summer Yukata Bow
ja: 夏ゆかたの帯

source: Sun Hat
ja: サンハット

source: Sun Sunflower
ja: 太陽とひまわり

source: Sun Tide
ja: 陽光の潮

source: Sunflower
ja: ひまわり

source: Sunny Cap
ja: サニーキャップ

source: Sunset Soda
ja: 夕焼けソーダ

source: Swan Feather
ja: 白鳥の羽

source: Sweater Duck
ja: セーターのアヒル

source: Sweet hearts, cocoa breaks, and soft winter affection.
ja: 甘いハート、ココアのひととき、やさしい冬の愛情。

source: Tadpole Jar
ja: おたまじゃくしの瓶

source: Tanabata Wish
ja: 七夕の願い

source: Tea Kettle Rain
ja: ティーケトルと雨

source: Tea Steam
ja: お茶の湯気

source: Teapot Steam
ja: ティーポットの湯気

source: Tide Pool Crab
ja: 潮だまりのかに

source: Tiny Bee
ja: ちいさなみつばち

source: Tiny Kite
ja: ちいさなたこ

source: Tiny Snowman
ja: ちいさな雪だるま

# streak.nextGoal
source: %lld days to your next badge
ja: 次のバッジまであと%lld日

# toast.streak3.title
source: 3-Day Streak!
ja: 3日連続！

# toast.streak3.subtitle
source: A cozy habit is blooming.
ja: いい習慣が芽生えてきました。

# toast.streak60.title
source: 60-Day Streak!
ja: 60日連続！

# toast.streak60.subtitle
source: Two whole months of daily art.
ja: 毎日のお絵かき2か月達成。

# toast.streak100.title
source: 100-Day Streak!
ja: 100日連続！

# toast.streak100.subtitle
source: 100 days of blooms — incredible!
ja: 100日間のお花、見事です！

source: Tomato Basket
ja: トマトのかご

source: Toy Drum
ja: おもちゃの太鼓

source: Trick Ticket
ja: トリックチケット

source: Tropical Flower
ja: 南国の花

source: Tulip Bud
ja: チューリップのつぼみ

source: Tulip Ribbon
ja: チューリップのリボン

source: Umbrella Bouquet
ja: 傘の花束

source: Valentine Envelope
ja: バレンタインの封筒

source: Walnut Cookie
ja: くるみクッキー

source: Warm Scarf
ja: あったかマフラー

source: Watermelon Pop
ja: スイカポップ

source: Watermelon Slice
ja: スイカ

source: Whale Cloud
ja: くじら雲

source: Wheat Bundle
ja: 麦の束

source: Wind Sock
ja: ふきながし

source: Window Rainbow
ja: 窓の虹

source: Winter Bell
ja: 冬のすず

source: Winter Candle
ja: 冬のキャンドル

source: Winter Sparrow
ja: 冬すずめ

source: Wish Card
ja: 願いごとカード

source: Wish Lantern
ja: 願いの灯ろう

source: Witch Boots
ja: 魔女のブーツ

source: Witch Hat
ja: 魔女の帽子

source: Wool Beret
ja: ウールのベレー帽

source: Wool Hat
ja: ウールの帽子

source: Wreath
ja: リース

source: Yellow Butterfly
ja: 黄色いちょうちょ

source: Young Leaf
ja: 若葉
